    <!-- Start footer -->
    <div class="footer">
        <div class="useful">
          <h4>روابط مفيدة</h4>
          <ul>
            <li><a href="#">الأكثر مبيعا في إنارات</a></li>
            <li><a href="#">ترشيحات إنارات</a></li>
            <li><a href="#">أحدث المنتجات</a></li>
          </ul>
        </div>
        <div class="quick">
          <h4>روابط سريعة</h4>
          <ul>
            <li><a href="3">الرئيسية</a></li>
            <li><a href="#">عن إنارات</a></li>
            <li><a href="#">المقالات</a></li>
            <li><a href="#">سياسة إنارات</a></li>
          </ul>
        </div>
  
        <div class="about">
          <h2>سيتى لايت</h2>
          <p>
            سيتى لايت أكبر متجر إلكتروني متخصص في بيع وحدات الإضاءة والديكور في
            السعوديه. يمكنك أن تجد وتطلب كل احتياجاتك من وحدات الإضاءة والديكور في
            مكان واحد في أي وقت ومن أي مكان مع التوصيل لأي مكان في مصر
          </p>
        </div>
      </div>
      <!-- End footer -->
  